[
    {
        "id": 1,
        "title": "Money madness",
        "rank": 4.8,
        "description": "This beginning guide to economics will have readers thinking about the purpose, and not just the value, of money. From bartering, early forms of currency, credit cards, and digital payment, here is a clear and thorough introduction to money.",
        "tags": ["Money", "History", "Juvanile literature"],
        "author": ["David A Adler", "Edward Miller"],
        "count": 1
    },
    {
        "id": 2,
        "title": "Fun with Roman numerals",
        "rank": 3.3,
        "description": "Introduces the seven symbols and their values, shows how to add and subtract to make numbers. Teaches how the symbols interact and about the bar across the top and the open box that are used for larger numbers. Shows Roman numerals in real life settings: on clocks, in books, and on buildings.",
        "tags": ["Roman numerals", "Counting", "Juvanile literature"],
        "author": ["David A Adler", "Edward Miller"],
        "count": 1
    },
    {
        "id": 3,
        "title": "I'm OK, you're OK : a practical guide to transactional analysis",
        "rank": 5,
        "description": "A self-help book that uses the principles of Transactional Analysis to guide a person toward an understanding of his behavior and to help him in attaining more rational behavior.",
        "tags": ["Transcriptional analysis", "Mental health", "Psychiatry"],
        "author": ["Thomas A Harriss"],
        "count": 1
    },
    {
        "id": 4,
        "title": "A brief illustrated guide to understanding Islam",
        "rank": 4.9,
        "description": "This Islamic guide is for non-Muslims who would like to understand Islam, Muslims (Moslems), and the Holy Quran (Koran). It is rich in information, references, bibliography, and illustrations. It has been reviewed and edited by many professors and well-educated people. It is brief and simple to read, yet contains much scientific knowledge. - Publisher.",
        "tags": ["Islam", "Doctrines"],
        "author": ["I A Ibrahim"],
        "count": 1
    },
    {
        "id": 5,
        "title": "The world of Christopher Robin : the complete When we were very young and Now we are six",
        "rank": 4,
        "description": "Verses for children.",
        "tags": ["English", "Children poetry", "Nonsense verses"],
        "author": ["A A Milne", "Ernest H Shepard", "E P Dutton (Firm)"],
        "count": 0
    },
    {
        "id": 6,
        "title": "Bones and the birthday mystery",
        "rank": 3.4,
        "description": "In his latest case, young Jeffrey Bones tries to discover the whereabouts of his grandfather's missing birthday present.",
        "tags": ["Gifts", "Birthdays", "Juvenile fiction"],
        "author": ["David A Adler", "Barbard Johensen Newman"],
        "count": 1
    },
    {
        "id": 7,
        "title": "Kate remembered",
        "rank": 4,
        "description": "Recounts the remarkable life of leading lady Katharine Hepburn, presenting a portrait of the four-time Academy Award winner through her intimate conversations and private reflections on love, family, friendship, and show business.",
        "tags": ["Biography"],
        "author": ["A Scott Berg"],
        "count": 1
    },
    {
        "id": 8,
        "title": "Satchel Paige : don't look back",
        "rank": 4.1,
        "description": "Satchel Paige was one of the greatest pitchers in baseball. Take a look at his life and his struggle to be accepted into the major league.",
        "tags": ["History", "Biography", "Juvenile literature"],
        "author": ["David A Adler", "Terry Widener"],
        "count": 0
    }
]